[
	{
		"price": 14950000,
		"address": "225 Franz Valley School Road, Calistoga, CA 94515",
		"listing_number": "324020836",
		"listing_type": "House",
		"bedrooms": 6,
		"bathrooms": 6,
		"square_feet": 8950,
		"description": "A 'Must-See' property ideal as a large family compound or corporate retreat with multiple living structures, sports facilities, lake, vineyards, and more with six bedrooms, six full baths, and 2 half-baths spread among 6 buildings in a campus-like setting only minutes to Calistoga. 6.3+ acres of Cabernet vineyards produce 18+ tons and award-winning wines by Thomas Rivers Brown resulting in a growing wine club should the new owner so desire. Howard Backen designed main residence, 3 guest cottages, pool, tennis, bocce, and basketball courts dispersed among gardens, fruit trees, and Heritage Oaks overlooking natural spring-fed pond in the spa-centric and lux epicenter of Wine Country. This property's setting and history set it apart as one of the most unique in Napa Valley. Situated in the northwest corner of Napa County on an extension of Diamond Mountain and in the Calistoga AVA. A property with this number of living structures and features could not be reproduced in Napa County today.",
		"last_updated": "April 10, 2025, 7:57 PM PT"
	},
	{
		"price": 14900000,
		"address": "3000 Mt. Veeder, Napa, CA 94558",
		"listing_number": "22109015",
		"listing_type": "House",
		"bedrooms": 8,
		"bathrooms": 8,
		"square_feet": 10000,
		"description": "Rarely an opportunity presents itself to own a true architecturally significant property with premium Cabernet vineyards and expansive views of the Napa Valley. This Mount Veeder estate property is home to an extraordinary masterpiece that seamlessly weaves together elements of diverse styles: Modernism, Art Deco, and a touch of Deconstructivism. Set on 130+ acres spanning two legal parcels atop Mt. Veeder and against the breathtaking backdrop of the Napa Valley, this estate is a testament to artistic innovation and design synergy. At its heart stands a villa residence that defies convention, a structure that blends contemporary and modern influences with the grace of sculptural design. The villa, pool, and guest tower were designed by UK-based architect David Connor for the heir to a Swedish bread fortune and published in both 20th Century Architecture by Jonathan Glancy and Architecture in the Twentieth Century, by Gössel and Leuthäuser. Rumored to have hosted the Dalai Lama, the main residence appears as a calm white monument positioned perfectly on a lush green lawn shared with a dramatic black Fletcher Benton “Folded Circles” sculpture. Majestic wings gracefully extend from each end of the Villa, akin to sculpted elements reaching skyward. These wings encase two of the four private bedrooms, offering an artistic juxtaposition of form and function. Inside, angular lines and a dark marble foyer set the tone for an unforgettable experience in an environment that defies convention. The Villa includes 4 bedrooms, 4.5 bathrooms, a bookshelf lined library office, gym, dining, and entertaining spaces. The view from the main living area is defined by an iconic guest tower reaching skyward and flanked by draped flags—an elevated testament to design that purportedly claims the title of the tallest structure in all of Napa County – containing 2 bedrooms and bathrooms, kitchen, and “eagles’ nest” look-out on top with 360 degree views of the Napa Valley and surrounding areas. An inviting swimming pool sprawls elegantly between these architectural marvels, serving as a tranquil oasis for repose and rejuvenation. The property’s allure is further enhanced by its 8+ acres of meticulously tended premium Cabernet vineyards that produce award-winning wines, and a multitude of wells providing ample water for the residences and vineyards. A 2-bedroom/1-bathroom caretaker’s residence sits on the adjoining parcel that is included in the sale. The villa, the vineyards, and the land converge to create a narrative that offers extraordinary possibilities to its next owner. This villa residence itself stands as a symphony of contrasts—bold and understated, classic and avant-garde—all orchestrated to create an environment that sparks the imagination and ignites the senses.",
		"last_updated": "April 10, 2025, 7:57 PM PT"
	},
	{
		"price": 5950000,
		"address": "8495 Franz Valley School Road, Calistoga, CA 94515",
		"listing_number": "324113508",
		"listing_type": "House",
		"bedrooms": 5,
		"bathrooms": 5,
		"square_feet": 5223,
		"description": "Situated minutes to Calistoga's world-class spas, wineries, and culinary destinations, 8495 Franz Valley School Road is an unparalleled expression of contemporary refinement, privacy, and natural beauty—a modern sanctuary at the intersection of architecture and landscape. Designed by the renowned Signum Architecture and brought to life by Fairweather and Associates in 2020, this private retreat redefines modern luxury. A gated entrance and short drive unveil a home described as having a strong sense of horizontality and a palette of wood-on-wood, punctuated with metal. Durable materials of concrete, stained cedar, aluminum-framed expanses of glass, and Japanese shou sugi ban siding (insect and fire resistant) unify beneath a sleek parapet roof. Walls of glass disappear to dissolve the boundary between indoors and out and lead to an inviting heated pool w/ spa and an outdoor kitchen with expansive views. A private tennis court adds to the resort-style living. The layout is thoughtfully attuned to the Terremoto/Alain Peauroi masterful landscape design complementing the architecture's geometric precision. In keeping with the home's open and transparent ethos, a carport replaces the traditional garage, ensuring the architecture remains unobtrusive and deeply connected to the land.",
		"last_updated": "April 10, 2025, 7:57 PM PT"
	},
	{
		"price": 3250000,
		"address": "5144 Sharp Road, Calistoga, CA 94515",
		"listing_number": "325018711",
		"listing_type": "House",
		"bedrooms": 3,
		"bathrooms": 3,
		"square_feet": 3100,
		"description": "Lux newly remodeled 3br/4.5ba 3,100+/- sq. ft. mountain cabin-style home in the western hills of Calistoga in a short-term rental eligible area of Sonoma County showcases mountain views and exceptional indoor-outdoor living. The main (2nd ) level light-filled great room has vaulted ceilings and white oak floors. 3 sets of sliders lead to a deck w/ mountain views that overlooks new 36' x 16' heated pool w/ integrated spa. The gourmet eat-in kitchen features high-end appliances, custom cabinetry, large island with sink, and seating for 3. Also on this level is en-suite bedroom, media room, laundry, and half-bath. Outside, is an add'l stand-alone spa on this level. The 3rd level showcases two additional en-suite bedrooms, both with vaulted ceilings and mountain views. The primary suite's bathroom has double vanities and a spacious shower. On the lower pool level, a large, conditioned entertaining area with a full bath opens to the pool and spa all fenced for safety and privacy. The home has all new systems, including HVAC, electrical, new 30+/- GPM well, septic & plumbing, advanced water treatment systems, new windows and doors, and propane generator w/ transfer switch which automatically providing power in the event of PG&E outage.",
		"last_updated": "April 10, 2025, 7:57 PM PT"
	},
	{
		"price": 2995000,
		"address": "5860 Sharp Road, Calistoga, CA 94515",
		"listing_number": "325016175",
		"listing_type": "House",
		"bedrooms": 4,
		"bathrooms": 4,
		"square_feet": 3606,
		"description": "Perched on 10.5+ private acres in the western hills above Calistoga, this refreshed 4-bedroom, 4-bathroom retreat offers a rare blend of privacy, tranquility, and unparalleled 360-degree views of Mt. Saint Helena, the Mayacamas Mountains, and the surrounding valley. Just 10 minutes from downtown Calistoga, the estate is a true escape—yet within easy reach of world-class wineries, Michelin-starred dining, and luxury resorts. Designed to take advantage of views from every angle and indoor-outdoor living, the home's light-filled interiors open onto an expansive walk-out deck, where panoramic vistas provide an ever-changing backdrop. The property features an extensive car or party barn, additional storage, and a charming windmill, along with a prime site for an ADU overlooking your year-round pond—a peaceful oasis that enhances the estate's natural beauty. The property is within walking distance to Calistoga via a scenic vineyard and redwood-lined walk down to town for a leisurely breakfast, then a brisk hike up returns you to your sanctuary. With a coveted Calistoga address, yet situated just inside Sonoma County, the property sits in a short-term vacation rental eligible area—offering the potential for strong income generation.",
		"last_updated": "April 10, 2025, 7:57 PM PT"
	},
	{
		"price": 2850000,
		"address": "1706 Garnett Creek Court, Calistoga, CA 94515",
		"listing_number": "325002020",
		"listing_type": "House",
		"bedrooms": 4,
		"bathrooms": 4,
		"square_feet": 3168,
		"description": "Nestled within an exclusive cul-de-sac in Calistoga, 1706 Garnett Creek Court is a masterfully designed French Normandy-inspired brick home. A striking antique stained brick facade and tile roof, high ceilings, wood and travertine floors, plantation shutters, and refined finishes throughout provide an understated elegance. Set on just under 1 acre of beautifully landscaped grounds, this exceptional 4 bedroom/3 bathroom single-level residence offers impressive amenities including a full-size tennis court, pool, bocce court, private hobby vineyard, producing olive trees, and multiple outdoor entertaining areas in the heart of Calistoga, Napa Valley's luxury resort destination. This limited opportunity is Napa Valley living at its finest, offering a rare combination of timeless charm, modern convenience, and resort-style amenities all within a few minutes' walk to downtown Calistoga.",
		"last_updated": "April 10, 2025, 7:57 PM PT"
	},
	{
		"price": 2450000,
		"address": "971 Petrified Forest Road, Calistoga, CA 94515",
		"listing_number": "325025075",
		"listing_type": "House",
		"bedrooms": 4,
		"bathrooms": 4,
		"square_feet": 3179,
		"description": "Private and within walking distance to Calistoga, this enchanting home offers a blend of European charm and California Wine Country elegance. Behind an ivy-covered wall a captivating mini estate. A 3br/2ba main residence & charming 1bd/1ba guest cottage w/ kitchenette and living area separated by an inviting dark-bottom pool. The architectural style is a bit French Provincial incorporated into a California Ranchette. The home's sophisticated light-filled interior features and custom design elements captivate; plank floor with polished travertine marble inlay, large, white-washed post beamed ceiling, steel-framed windows. A culinary enthusiast's dream kitchen. An entertainer's dining room with high ceilings lined with 19th century solarium glass doors opening to terraces. The primary wing includes a cozy conversation lounge, a serene bedroom, two white marble bathrooms, and a charming reading nook w/ fireplace. 2 additional bedrooms, a bathing room, and a separate toilet room on the dormer level. Thoughtfully designed outdoor spaces offer several areas for entertaining or relaxation and repose. Ample outdoor seating areas and terraces provide the opportunity for hosting intimate gatherings or grand celebrations. It's a warm, inviting, and intimate home that hugs you. A hideaway.",
		"last_updated": "April 10, 2025, 7:57 PM PT"
	},
	{
		"price": 2350000,
		"address": "1423-1425 Foothill Blvd., Calistoga, CA 94515",
		"listing_number": "21582493",
		"listing_type": "House",
		"bedrooms": 5,
		"bathrooms": 5,
		"square_feet": 3980,
		"description": "Rare Income Property 1423-1425 Foothill Boulevard, Calistoga, CA 94515 3-Bedroom Victorian Home with rental Studio, plus a separate Duplex offering a pair of 2-Bedroom Units. A rare investment opportunity, or ideal for owner-occupied living with additional rental income. Four units total: remodeled and fully-furnished, with huge Renter demand in northern Napa Valley. This property offers a unique blend of historic charm and modern comfort. The Victorian Home has been restored to preserve its original character, while incorporating contemporary updates and new systems. An attached Studio unit provides additional flexibility. Up the hill, the Duplex features a pair of 2-Bedroom Units, remodeled in 2016 down to the bones, including all-new roof, electrical and plumbing, kitchen and bathroom finishes. The property is situated on a generous Lot with eight parking spaces and mature landscaping, including a small vineyard, fruit trees, gardens and patio areas offering views out over the rooftops of Calistoga to Mt. St. Helena and the Palisades. INFORMATION ON BED/BATH and SQ. FT. COUNT INCLUDES BOTH STRUCTURES.",
		"last_updated": "April 10, 2025, 7:57 PM PT"
	}
]
