[
	{
		"title": "Decanter, “Luxury Napa Villa with Cabernet Vines Goes on Sale for $22M”",
		"body": "A rare hilltop home with a distinctly modernist feel and rows of Cabernet Sauvignon vineyards has come up for sale in Napa Valley with an asking price of $22m.\n[Read More](https://www.decanter.com/wine-news/luxury-napa-villa-with-cabernet-vines-listed-for-22m-513162/)"
	},
	{
		"title": "Vine Pair, “A $22 Million Napa Valley Mansion With Its Own Cabernet Vineyard Just Hit the Market”",
		"body": "Just when it felt like Napa Valley couldn't get any more luxurious, this sprawling mansion hit the market. According to Realtor.com, the 130-acre property perched atop Mount Veeder boasts more than its fair share of amenities, and is located in one of the region's most sought-after areas — and it's going for a cool $22 million.\n[Read More](https://vinepair.com/booze-news/napa-valley-mansion-cabernet-vineyard/)"
	},
	{
		"title": "The Press Democrat, “Modernist Napa Estate Built for Heir to Swedish Bread Fortune Recently Listed”",
		"body": "This sprawling art deco home on 130 acres was originally built for the grandson of the man who founded Wasa bread, and is now owned by a political consultant who has worked for politicians such Nancy Pelosi and Dianne Feinstein, among others.\n[Read More](https://realestate.pressdemocrat.com/modernist-napa-estate-built-for-heir-to-swedish-bread-fortune-recently-listed-for-22-million/)"
	},
	{
		"title": "Realtor.com, “$22M Modern Mansion on 130 Acres in Napa Has Its Own Cabernet Vineyard”",
		"body": "Astandout estate on 130 acres in Napa, CA—complete with a cabernet vineyard—just hit the market for $22 million.\n[Read More](https://www.realtor.com/news/unique-homes/a-130-acre-napa-ca-contemporary-with-cabernet-vineyard-lists-for-22m/)"
	},
	{
		"title": "The Sacramento Bee, “Home in CA Wine Country with Guest Tower 'Defies Convention,' for Sale, $22M”",
		"body": "An unconventional, gleaming-white residence set against a green backdrop of evergreen trees and vineyards on 130 acres in Northern California's Napa Valley wine country has hit the market for $22 million.\n[Read More](https://www.sacbee.com/news/business/real-estate-news/article279302869.html)"
	},
	{
		"title": "The Messenger, “Former Consultant to Nancy Pelosi, Dianne Feinstein Lists Napa Valley Villa”",
		"body": "A Napa Valley property with a luxury villa and Cabernet vineyards spanning over 130 acres was listed for $22 million. The property is owned by Clint Reilly, a San Francisco-based political consultant who advised the campaigns of U.S. Representative Nancy Pelosi and U.S. Senator Dianne Feinstein, both California Democrats.\n[Read More](https://themessenger.com/business/former-consultant-to-nancy-pelosi-dianne-feinstein-lists-napa-valley-villa-and-vineyards-for-22-million)"
	},
	{
		"title": "Robb Report, “In Northern California, a $22 Million Wine Country Retreat Defies Convention”",
		"body": "Built for an heir to a Swedish bread fortune, the Napa Valley estate has an eight-acre vineyard and a five-story lookout tower.\n[Read More](https://robbreport.com/shelter/homes-for-sale/napa-valley-wine-country-retreat-defies-convention-1234896853/)"
	},
	{
		"title": "The San Francisco Standard, “Inside the Wine Country Estate San Francisco Philanthropists Listed”",
		"body": "Philanthropists and political strategists who own the San Francisco Examiner are trying to sell their Napa estate—130 acres marked by rolling hills, cabernet vineyards and a gleaming white villa built by a Swedish baked-goods fortune—for $22 million.\n[Read More](https://sfstandard.com/2023/09/13/inside-the-wine-country-estate-san-francisco-philanthropists-listed-for-22-million/)"
	},
	{
		"title": "Mansion Global, “Asking $22 Million: A Napa Valley Home With a Cabernet Vineyard”",
		"body": "The roughly 130-acre property in California wine country has a vineyard that produces about 500 cases of Cabernet a year\n[Read More](https://www.mansionglobal.com/articles/asking-22-million-a-napa-valley-home-with-a-cabernet-vineyard-f7dee5a6)"
	},
	{
		"title": "The Wall Street Journal, “Asking $22 Million: A Napa Valley Home With a Cabernet Vineyard”",
		"body": "The roughly 130-acre property in California wine country has a vineyard that produces about 500 cases of Cabernet a year\n[Read More](https://www.wsj.com/real-estate/luxury-homes/asking-22-million-a-napa-valley-home-with-a-cabernet-vineyard-5bf5cf2e)"
	},
	{
		"title": "Robb Report, “7 Estates That Make Perfect Homes for Wine Lovers, From British Columbia to Tuscany”",
		"body": "Looking for a temperature-controlled wine vault or an on-site vineyard? These residences have you covered.\n[Read More](https://robbreport.com/shelter/homes-for-sale/inside-7-homes-for-oenophiles-and-wine-makers-from-british-columbia-to-tuscany-1234797767/)"
	},
	{
		"title": "7 Estates That Make Perfect Homes for Wine Lovers, From British Columbia to Tuscany",
		"body": "Looking for a temperature-controlled wine vault or an on-site vineyard? These residences have you covered.\nSerious wine enthusiasts stop at nothing when it comes to sourcing the perfect home for their most prized vintages. Some might require a show-stopping wine cellar or a wine vault, while others go the extra mile to create a dazzling tasting room—and a rare few might want to be as close as possible to the source of their favorite tipple with an on-site vineyard. Whatever the case, there are several praise-worthy abodes around the globe with high-design features, such as a glass-enclosed wine room that acts as a design-forward centerpiece, a subterranean vault or a dedicated wine tasting room for entertaining wine-loving guests. Oftentimes, temperature control is a priority, whether you're designing or shopping for a home, as well as functionality and high-tech features that make it easy to care for and keep tabs on your prized bottles. Our list of standout properties with incredible wine features includes sprawling estates from California to Florida and South Africa to the sunny Tuscan countryside.\nBritish Columbia\n\nThis farm and vineyard was established in 1874.\nHussel Media for Engel & Völkers\nClam Bay Farm and Vineyard in British Columbia, Canada, offers 105 acres of unspoiled beauty, including half a mile of oceanfront, dense forest and rugged terrain. Though Clam Bay was established in 1874, the main estate, called the Point House, was completed in 2022 with a modern and organic design. Listed for $20 million, the 7,052-square-foot, five-bedroom home is perched on a jagged cliff on the water's edge. However, the real draws here are the organic farm and the 5.5-acre vineyard, in contract with Sea Star Winery. The vineyard grows Pinot Noir, Siegerrebe and Ortega grapes, while the organic farm has plum, apple and bear trees and berry bushes. There's plenty of space for the future owner to double the size of either the orchard or the vineyard.\nMontecito, California\n\nThe expansive wine room, which connects to a tasting room.\nNest Seekers International\nMore like a palace than a single-family home, the oceanfront Bella Vista Polo Ranch has a 43,000-square-foot main home on a 20-acre plot of land. Manicured gardens and a grand entryway, complete with a motor court and a stone fountain, welcome you into the estate. The Mediterranean-style estate looks plucked out of Italy and, for $55 million, you can host several family members and friends. There are 11 bedrooms; a 128-foot swimming pool; a helipad and hangar; a movie theater; a gym; a salon; a 200-person ballroom; and parking for 100 cars. To top it all off, check out the impressive 5,000-bottle wine cellar with a wine tasting room that will delight any oenophile. The space has floor-to-ceiling rows of shelving and storage, plus it opens up to an elegant private tasting room.\nTuscany, Italy\n\nA farmhouse-style Tuscan estate with more than 60 acres of vineyards.\nNest Seekers International\nWith 13 bedrooms, over 60 acres of vineyards and a spa, this 308-acre farmhouse-style property in Tuscany could easily be a hotel. Listed for $14 million, the home is actually a restored 19th-century manor house, complete with old stone fireplaces, ruins and exposed wooden beams. The charm and rustic nature of the property isn't the only appeal: Not only are there more than 60 acres of vineyards that grow Merlot, Sangiovese, Cabernet Franc and Pugnitello, to name a few, there's also on-site bottling and storage capabilities in the wine cellar, as well as a tasting room, an outdoor terrace and kitchen. There are also olive groves, arable land and a forest, with 12 acres of white truffle.\nSavannah, New York\n\nThe epic rustic-style wine tasting room adjacent to the cellar.\nFour Seasons Sotheby's International Realty\nKnown as Savannah Dhu, this 3,900-acre property is capable of hosting hundreds of guests, whether it's within the 25,000-square-foot main house, standalone lodges, livestock barns, organic gardens or wild forests and fields. On the market for $49 million, this upstate New York residence also plays host to a private lake, a silo, horse facilities and an entire guest ranch, plus winding roads and pathways for unfettered exploration in the wilderness. But you won't be roughing it here. The 10-bedroom main house has every amenity you can think of, including a wine cellar and a double-height tasting room lined with wood and stone. You can even enjoy a roaring fire while sipping on your favorite vintages.\nCalistoga, California\n\nOne of the many wine storage areas in this Calistoga home.\nMike Kelley for Sotheby's International Realty\nEpic wine estates abound in California's wine country, but this $18.5 million Calistoga home is one of a kind. Located on the grounds of a former boy's school, the property has three structures with a total of six bedrooms across its 46 acres. And 6.3 of those acres of Cabernet vines produce vino from one of Napa Valley's most celebrated winemakers. The homes—a contemporary, boho-chic main residence and two cottages—each have their own unique wine storage. Multiple patios overlooking the vast property are the perfect settings to enjoy a nice glass. There's even a tennis court on the property engulfed by verdant rows of vines.\nJersey, England\n\nThere's a tasting room and a temperature-controlled wine room.\nChristie's International Realty\nThis country estate in the parish of St. John on the island of Jersey in England, part of the Channel Islands, is the ultimate secluded escape. The property has 35 acres of agriculture fields and a main, 14,200-square-foot residence that has been renovated to perfection. The grounds are manicured to perfection, with immaculate lawns and landscaping. On the market for $14.2 million, this home is made for those who have a wide array of interests: There's a movie theater, a tennis court, horse stables, garages for a car collection and, of course, a wine tasting room with a temperature-controlled wine cellar, which can hold hundreds of your favorite bottles.\nAustin, Texas\n\nA basement wine cellar, believed to be transformed from a 1930s bomb shelter.\nJPM Real Estate\nAustin is one of the real-estate world's most talked about cities, and an Art Deco home from the 1930s certainly elevates the area's offerings. Listed for $13 million, this Texas home was designed by architect Roy L. Thomas and is listed as a historic building. The sellers fully redid the interiors and added a slew of fascinating amenities, including a circular wine cellar. They believe the original owners designated this basement space as a bomb shelter, but as avid vino drinkers, they transformed it into a bottle-lined cellar with seating in the center. Not only is it visually pleasing, but it also stores hundreds of bottles of your favorite wines."
	},
	{
		"title": "Wine Enthusiast, “The Difference Between $1M and $35M in Napa Valley Real Estate”",
		"body": "Ever dream of putting down roots among the vines in Napa County? You're not alone. Basking in a Mediterranean climate and embraced by the scenic Mayacamas and Vaca Mountains, Napa has long attracted aspiring homeowners eager to live in wine country. It doesn't hurt that it's conveniently located only fifty miles northeast of bustling San Francisco.\n[Read More](https://www.wineenthusiast.com/culture/travel/napa-real-estate/)"
	},
	{
		"title": "The Difference Between $1M and $35M in Napa Valley Real Estate",
		"body": "Ever dream of putting down roots among the vines in Napa County? You're not alone. Basking in a Mediterranean climate and embraced by the scenic Mayacamas and Vaca Mountains, Napa has long attracted aspiring homeowners eager to live in wine country. It doesn't hurt that it's conveniently located only fifty miles northeast of bustling San Francisco.\n“The sense of community and the quality of life are what draw many to want to live and work in Napa Valley,” says Linsey Gallagher, President and CEO of Visit Napa Valley. “Visitors come from all over the world to experience our Napa Valley 'good life.' As residents, we get to experience it every day.”\nAccording to Cyd Greer of Coldwell Banker Brokers of the Valley, there are plenty other things drawing potential homebuyers. “New resorts in Calistoga, amazing restaurants in Yountville, the resurgence of Napa city's old town which started with the Oxbow market and other development along the Napa River,” she says. “The Vine Trail, which is a biking and hiking trail, is now connected from Napa to Yountville with efforts in place to expand further up valley.”\nOf course, that good Napa life comes at a cost. The current median sale price for a single-family home currently stands at a whopping $930,000 and can soar above $15 million for more elaborate properties. But dreamers can dream, and with houses ranging from vintage bungalows to stunning contemporary estates, there's a wish-worthy place to match any wine lover's architectural taste.\nCottage\n\nPhotography by Mike Murtaugh\nThe 1875 Lawley Cottage in Calistoga benefitted from a complete refresh in 2011, and it's available today for $1.25 million. With two bedrooms and two baths tucked into a compact 1,166 square feet, the one-story home has hardwood floors and a front porch waiting for rocking chairs. It's an easy stroll to the town's wine tasting rooms, shops and restaurants.\n“Napa County's 'Up Valley' area of Calistoga is seeing a tremendous surge in popularity,” says Arthur Goodrich of Sotheby's International Realty. “Home prices are roughly 20% below neighboring St. Helena. And with the expansion of the Sonoma County airport, visitors are finding it easier to get to Napa Valley, making Calistoga the first port of entry.”\nBungalow\n\nCourtesy of Premier Realty Associates\nA trio of vintage-mod bungalows built in 2018 is on the market for $3,499,975 in Calistoga. Mixing Craftsman style with a playful color palette, each one-bed-one-bath home features high ceilings, hardwood floors, custom tile work and a fireplace. Currently marketed as a boutique wine-country retreat, the three individual dwellings would also be ideal for a live-slash-rent combination or a groovy, multi-gen getaway.\nFarmhouse\n\nCourtesy of Sotheby's International Realty\nWhat's more charming than a farmhouse? Thanks to Napa's agricultural heritage, here you'll find historical farmhouses to tempt today's home-seekers. New farmhouse-inspired homes have also become popular. “Many of our buyers come from a young demographic and they typically prefer the modern barn or modern farmhouse style, which combines modern with rustic and features great indoor-outdoor living,” Greer says.\nThat's exactly the mix you'll find at this new farmhouse in St. Helena, priced at $4.95 million. The 3,979-square-foot, four-bedroom home has a seriously sophisticated kitchen with black marble countertops and high-end appliances from Gaggenau and Hestan. Outdoors, there's a 40-foot swimming pool and a sunken conversation pit with fire feature. And that extra building out back? It's a two-bedroom guest house.\nIf you're looking for a true Napa original, check out the 1870 Yellow Farmhouse on St. Helena's Main Street, which is hitting the market for the first time in 50 years at $5.5 million. The nostalgic farmhouse is family-ready, with three bedrooms, three baths, two living rooms and a 12-foot-wide, wraparound porch that's perfect for spending lazy afternoons sipping wine. Guests can sleep in a one-bedroom cottage or enjoy the converted three-story water tower, which comes complete with an artist studio.\nThe trend toward farmhouses coincides with a growing preference for wine-country homes that are less palatial. “We see so many new homes with the grand spaces and great rooms with overbearing volume,” says Goodrich. “I see an interest from clients in properties that offer comfortable spaces with more rightly scaled rooms.”\nContemporary\n\nPhotography by Julian Rundle Photography\nFlat-roofed and phenomenal, this contemporary St. Helena home designed by Regan Bice Architects is listed at $14.5 million. The 6,136-square-foot residence was built in 2017 on 59.68 acres and offers panoramic views of Napa Valley, Spring Mountain's vineyards and both Mt. Diablo and Mt. St. Helena. The interiors are minimalist-elegant with walls of windows, three en-suite bedrooms, a media room that doubles as a bunk room, four full baths, two half baths, an elevator and a temperature-controlled wine room. Outside, there's an infinity pool, bocce court and a 1,073-square-foot guest house.\nCompound\n\nCourtesy of Sotheby's International Realty\nIf you're the sociable type who likes big gatherings, then maybe you need to consider a compound comprised of numerous residences. In Napa County, you'll have fabulous options including this $18.5 million Calistoga compound with an unconventional backstory.\n“It's a one-of-a-kind property that originally housed a boutique boys school and that has been transformed into a true living and entertaining compound with multiple structures perfect for large families or friends, or ideal for a corporate retreat,” says Arthur Goodrich. The buildings include a contemporary, two-bedroom home designed by Howard Backen, two beautifully updated guest bungalows, a pool house and a two-office structure that once served the school's administrators—for a total of six bedrooms and eight baths in 8,950 square feet of living space. There's also a tennis court, pool, spring-fed pond and 46.72 acres of forest and gardens—including 6.3 acres planted with Cabernet grapes.\nFor laid-back luxury with traditional European flair, there's an idyllic 40-acre compound overlooking Lake Hennessey on the market for $19.5 million. The main, four-bedroom, six-bath, 8,500-square-foot house is graced with French limestone floors, Venetian plaster walls, wooden beams, custom ironwork and a spacious wine cellar. Two one-bedroom guest houses join a 60-foot pool, tennis court, bocce court, fountain and gardens on the compound's extensive grounds.\nOut Of This World\n\nPhotography by Adam Potts\nWhen the sky's the limit, why not take a look at the Meteor Vineyard Estate? Just look at this place! It's a $35 million, gated compound in the Coombsville region with three stunning contemporary buildings on 34 acres. Bonus? The price tag also includes an esteemed vineyard.\nThe structures—including a four-bedroom main residence and a three-bedroom secondary residence, plus a studio (which amounts to a total 13,250 square feet of space)—were designed by Cutler Anderson Architects and built in 2005, integrating rammed earth walls. The home's clean-lined interiors are elegantly simple, showcasing the natural beauty of wood, with generous windows framing rolling vineyard views.\nWe can dream, can't we?\nLast Updated: May 9, 2023"
	},
	{
		"title": "Decanter, “Luxury Calistoga Estate with Vineyards Offered for $18.5M”",
		"body": "A 'once-in-a-lifetime' Napa Valley estate with vineyards has been listed for sale at $35m, while a separate recent deal could herald a new era for the site of the area's old Soda Springs resort.\n[Read More](https://www.decanter.com/wine-news/napa-wine-property-on-sale-for-35m-as-historic-site-sold-488031/)"
	},
	{
		"title": "Napa wine property on sale for $35m as historic site sold",
		"body": "A 'once-in-a-lifetime' Napa Valley estate with vineyards has been listed for sale at $35m, while a separate recent deal could herald a new era for the site of the area's old Soda Springs resort.\n\nPhoto credit: Adam Potts. Credit: Adam Potts\nA luxury Napa Valley wine property covering around 34 acres (13.6 hectares) has recently been offered for sale at $35m.\nListed by real estate agent Cyd Greer, with the Coldwell Banker agency, the Meteor Vineyard Estate features 22.58 acres of vines in the Coombsville American Viticultural Area, close to Napa.\nIt's predominantly planted to Cabernet Sauvignon with some Petit Verdot.\nGreer, a leading agent in Napa Valley for more than a decade, told Decanter that Meteor was the most expensive listing that she has represented in the area.\n\nPhoto credit: Adam Potts. Featured on Meteor Vineyard Estate offer site.\nAlongside an 'ultra-premium vineyard' described as highly profitable, there is also a four-bedroom main home, plus a three-bedroom second residence and a studio, according to the listing.\nA heated plunge pool, wood-fired pizza oven and a wine cellar with rack space for at least 1,250 bottles are other features.\n'This is truly a once-in-a-lifetime opportunity for a connoisseur of architecture, winemaking, and the geography and flora of Napa Valley,' the listing states.\n\nPhoto credit: Adam Potts.\nThe identity of the vendor has not been confirmed, although the site was once owned by Napa founder Nathan Coombs in the 1800s.\nGreer told Decanter: 'I'm quite pleased with the level of buyer interest in the Meteor property thus far, which is reflective of the continued strength in this market segment.'\nShe added: 'Despite the increase in interest rates and stock market softening, premium vineyards, luxury vineyard estates, and wineries are in short supply and very much in demand.'\n\n\nRecently published on Decanter Premium:\nNapa Cabernet 2019: full vintage report and top-scoring wines\nA new era for the historic Napa Soda Springs site\n\nThe 'rotunda' at Napa Soda Springs in 1920. Photo Credit: Pictures Now / Alamy Stock Photo.\nIn another significant piece of Napa wine property news, a site of than 340 hectares that once housed the popular Napa Soda Springs resort was recently acquired by RH, a luxury design group and home furnishings retailer that also has restaurant and hospitality venues.\nRH chairman and CEO Gary Friedman said on a company earnings call: 'We closed on 856 acres (346ha) in the Napa Valley, probably the most beautiful piece of property in all of Napa.'\nHe added, 'It was the site of the historic Soda Springs Resort from the 1800s, still has the ruins, where we'll build a guesthouse and residences and a winery.'\nFurther details of the project have not been announced. It's been reported that the site, located east of Yountville and a short drive from Napa itself, was bought for $25m, but this wasn't confirmed.\nA first hotel reportedly opened at Napa Soda Springs back in the mid-1850s. In 1872, according to the Napa County Historical Society, Colonel John Putnam Jackson bought the site and developed the resort, which operated until the mid-1930s.\nFor RH, the move follows the recent opening of RH Guesthouse New York, which it described as a 'first-of-its-kind hospitality experience for travellers seeking privacy and luxury'. The group's restaurant portfolio also includes RH Yountville in Napa Valley.\nLuxury Calistoga estate with vineyards offered for $18.5m\n\nPhoto credit: Mike Kelley for Sotheby's International Realty.\nThis month, Sotheby's International Realty listed a 46.7-acre (18.9ha) estate near to Calistoga that includes 6.3 acres (2.5ha) of vineyards.\nIt said fruit from the Cabernet vines was used by one of Napa's most celebrated winemakers, without naming the producer.\nWith an $18.5m asking price, the site once hosted a school for boys but has since been 'transformed into an adult playground', said the listing by Arthur Goodrich, of Sotheby's International Realty's St-Helena brokerage, dedicated to wine country.\n\nPhoto credit: Mike Kelley for Sotheby's International Realty.\nThere are six bedrooms and eight bathrooms across 'multiple structures' on the property, which also features an outdoor pool and a 'natural spring-fed pond', according to the listing.\nWine properties entering the market can vary in scope from commercial operations to 'lifestyle' listings that may offer the opportunity to develop a for-profit wine project or be used more as a hobby vineyard."
	},
	{
		"title": "Napa Valley Register, “Go Inside the Most Expensive Home Sold in Napa County in May”",
		"body": "This $15 million estate was the highest priced home sold in Napa County in May. It's located at 777 Lommel Road in Calistoga.\n[Read More](https://napavalleyregister.com/lifestyles/home-and-garden/photos-go-inside-the-most-expensive-home-sold-in-napa-county-in-may/collection_a6c0703c-e847-11ec-be3f-9bcac19c5b66.html#1)"
	},
	{
		"title": "Go inside the most expensive home sold in Napa County in May",
		"body": "This $15 million estate was the highest priced home sold in Napa County in May. It's located at 777 Lommel Road in Calistoga.\n[Read More](https://napavalleyregister.com/lifestyles/home-and-garden/photos-go-inside-the-most-expensive-home-sold-in-napa-county-in-may/collection_a6c0703c-e847-11ec-be3f-9bcac19c5b66.html#1)"
	},
	{
		"title": "Sonoma Magazine, “Peek Inside Majestic Calistoga Estate Listed for $15 Million”",
		"body": "The four-bedroom, seven-bathroom home has 9,000 square feet of living space and sits on 40 acres on a hillside.\n[Read More](https://www.sonomamag.com/peek-inside-majestic-calistoga-estate-listed-for-15-million/)"
	},
	{
		"title": "CA Home + Design, “Rela Gleason's Splendid Calistoga Estate, $15M”",
		"body": "Bay Area tastemaker, interior designer and retailer Rela Gleason has put her 40-acre Calistoga estate on the market. Evolving over a decade, Gleason created the property in collaboration with architects Bobby McAlpine and John Sease, whose firm Tippett Sease Baker is renowned for luxurious and exquisitely crafted vernacular architecture.\n[Read More](https://www.californiahomedesign.com/property/2022/04/01/rela-gleasons-splendid-calistoga-estate-15m/)"
	},
	{
		"title": "Rela Gleason's Splendid Calistoga Estate, $15M",
		"body": "\nAuthor:Philip Ferrato\nBay Area tastemaker, interior designer and retailer Rela Gleason has put her 40-acre Calistoga estate on the market. Evolving over a decade, Gleason created the property in collaboration with architects Bobby McAlpine and John Sease, whose firm Tippett Sease Baker is renowned for luxurious and exquisitely crafted vernacular architecture.\\\n\nWhat We Love: Composed of three connected pavilions, the stone and stucco main house has a timeless and romantic appeal, but a not-quite-identifiable lineage, and an entirely otherworldly quality.\nDespite its evocative good looks, it's a beautifully functioning house for one person or a weekend crowd. Below, the kitchen and family room are wide open to the views and outdoors. And this being Napa, there are varietal olive trees, fruit trees plus a 2-acre vineyard planted with Cabernet.\n\n\n\n\n\nIn the main pavilion, the primary bedroom suite and bath, plus a walled garden with an outdoor shower.\n\n\n\n\nMore: Go to the listing for additional details, images, and a video that tells the story best. A unique opportunity represented by Arthur Goodrich of Sotheby's International Realty Wine Country/St. Helena Brokerage.\n\nPhoto Credit: Paul Rollins for Sotheby's International Realty"
	},
	{
		"title": "Cottages & Gardens, “Interior Designer Rela Gleason's Dreamy Napa Valley Home on 40 Acres”",
		"body": "A 40-acre estate in the heart of California wine country just arrived on the market, designed to perfection and ready to be uncorked. Known as Summer Hill, this home in Napa Valley's town of Calistoga was built by its sellers, interior designer Rela Gleason and her husband, Don. A wine country masterpiece to be sure, it's now seeking $15 million.\n[Read More](https://www.cottagesgardens.com/interior-designer-rela-gleasons-dreamy-napa-valley-home-on-40-acres-seeks-15m/)"
	},
	{
		"title": "Dreamy Napa Valley Home on 40 Acres Seeks $15M",
		"body": "Interior Designer Rela Gleason's Dreamy Napa Valley Home on 40 Acres Seeks $15M\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhotos by Paul Rollins for Sotheby's International Realty\nA 40-acre estate in the heart of California wine country just arrived on the market, designed to perfection and ready to be uncorked. Known as Summer Hill, this home in Napa Valley's town of Calistoga was built by its sellers, interior designer Rela Gleason and her husband, Don. A wine country masterpiece to be sure, it's now seeking $15 million.\nTapping McAlpine Tankersley (now known as McAPLINE), the designer collaborated with architects Bobby McAlpine and John Sease on the large-scale project. Architectural Digest reports that the residence took 5 years to plan and 18 months to create. Finished in 2009, it was the architecture firm's first California project.\nComplex in its structural design yet delightfully effortless in its final aesthetic, the 9,032-square-foot home consists of three pavilions. Linked by breezeways and loggias, it fosters an easy and outdoor-oriented layout with an emphasis on the sweet wine country landscape. From the carefully chosen site, atop a knoll overlooking vineyards and western hills, views are hardly scarce.\n\nPhotos by Paul Rollins for Sotheby's International Realty\nThe buildings, an artful fusion of English and French country home styles with hints of Dutch-Flemish farmhouses, utilize organic materials such as native stone and Western Red Cedar. Nowhere is the wood more on display than in a living-dining salon, where 14-foot beamed ceilings lord over walls of glass and steel. Throughout, Gleason's warmly weaved palette of neutrals and textures keep spaces feeling relaxed yet engaging.\nThe main pavilion houses the primary suite and one guest suite, while each of the other two pavilions counts its own bedroom. Alfresco areas, abundantly allocated, dot the premises with as much frequency as the bountiful Tuscan varietal olive groves. A fruit orchard and two acres of Cabernet vines also allow the ability to live off the land, both with bites and sips.\nArthur Goodrich of Sotheby's International Realty holds the beautiful listing."
	},
	{
		"title": "Mansion Global, “40-Acre Napa Valley Estate With Olive Groves and Cabernet Vines Asks $15 Million”",
		"body": "The classic California estate boasts amenities including a media room, a gym and a wine cellar\n[Read More](https://www.mansionglobal.com/articles/40-acre-napa-valley-estate-with-olive-groves-and-cabernet-vines-asks-15-million-01648234791)"
	},
	{
		"title": "Modern Luxury San Francisco, “40-Acre European-Style Summer Hill Estate Lists For $15M In Napa”",
		"body": "[Read Article](https://sanfran.com/40-acre-summer-hill-estate-napa-valley-listing)"
	},
	{
		"title": "The Wall Street Journal, “A Hacienda-Style Home in Napa”",
		"body": "A couple from the East Coast relocated to San Francisco and built this home in Calistoga, Calif., for entertaining and relaxing. It's on the market for $9.85 million. —Sarah Mullholland\n[Read More](https://www.wsj.com/articles/an-hacienda-style-home-in-napa-11624376679?mod=re_hod_story)"
	}
]
